fall2021/psyc2317/psyc2317-fall2021.org
#+TITLE: PSYC 2317: Statistical Methods for Psychology
#+AUTHOR: 
#+DATE: Fall 2021
#+OPTIONS: toc:nil
#+OPTIONS: num:nil
#+LATEX_CLASS: article
#+LATEX_CLASS_OPTIONS: [10pt]
#+LATEX_HEADER: \usepackage[left=1in,right=1in,bottom=1in,top=1in]{geometry}

** Contact info
- Professor: Thomas J. Faulkenberry, Ph.D
- Office: Math 301
- Office hours: /TBA/
- Email: faulkenberry@tarleton.edu
- Website: [[http://tomfaulkenberry.github.io]]
- Phone: 254-968-9816

** Course description

Statistical methods are the primary tool for research in psychology. They are what allow us as researchers to make consistent, data-driven decisions.  As such, this is an extremely important course and one that I take very seriously as your professor. The topics we will cover this semester will include descriptive statistics (how we describe data) and inferential statistics (how we make decisions about data).  Specifically, this includes central tendency, variability, the distinction between populations and samples, parameter estimation, and hypothesis testing (both classical and Bayesian).

** Course materials
- Primary textbook: Faulkenberry, T. J. (2022). /Psychological Statistics: The Basics/. Forthcoming book to be published by Routledge / Taylor & Francis.
  - I am currently under contract to deliver this book to the publisher by December 1, 2021. Throughout the course, I will be providing you with draft chapters (for free!) for download on Canvas. I hope you will help me by reading the chapters carefully, spotting errors, and generally letting me know how to make it better. Thanks!

- Optional reference book: For reference, I recommend our book /Learning Statistics with JASP: A Tutorial for Psychology Students and Other Beginners/ by Navarro, Foxcroft, and Faulkenberry (2019), which is a textbook that can be downloaded (for free!) from [[http://learnstatswithjasp.com][www.learnstatswithjasp.com]].

- Online statistical calculator: throughout the semester, we will use the /PsyStat/ calculator developed over the past few years by me and my student Keelyn Brennan. The calculator can be accessed (for free!) on any computer or mobile device at https://tomfaulkenberry.shinyapps.io/psystat
   
- Statistical software: Later in the course, we will also learn to use the JASP statistical software package; this can be downloaded (you guessed it -- for free!) from [[http://www.jasp-stats.com][www.jasp-stats.com]]

** Student learning outcomes
1. Identify variables under study (including independent and dependent variables)
2. Choose appropriate measures of descriptive statistics
3. Select and perform appropriate inferential statistics
4. Draw appropriate statistical conclusions from results of analyses

