fall2021/psyc2317/psyc2317-fall2021.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-10-25 Mon 04:51 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>PSYC 2317: Statistical Methods for Psychology</title>
<meta name="generator" content="Org mode" />
</head>
<body>
<div id="content">
<h1 class="title">PSYC 2317: Statistical Methods for Psychology</h1>

<div id="outline-container-org1cc36e9" class="outline-2">
<h2 id="org1cc36e9">Contact info</h2>
<div class="outline-text-2" id="text-org1cc36e9">
<ul class="org-ul">
<li>Professor: Thomas J. Faulkenberry, Ph.D</li>
<li>Office: Math 301</li>
<li>Office hours: <i>TBA</i></li>
<li>Email: faulkenberry@tarleton.edu</li>
<li>Website: <a href="http://tomfaulkenberry.github.io">http://tomfaulkenberry.github.io</a></li>
<li>Phone: 254-968-9816</li>
</ul>
</div>
</div>

<div id="outline-container-orga76cde7" class="outline-2">
<h2 id="orga76cde7">Course description</h2>
<div class="outline-text-2" id="text-orga76cde7">
<p>
Statistical methods are the primary tool for research in psychology. They are what allow us as researchers to make consistent, data-driven decisions.  As such, this is an extremely important course and one that I take very seriously as your professor. The topics we will cover this semester will include descriptive statistics (how we describe data) and inferential statistics (how we make decisions about data).  Specifically, this includes central tendency, variability, the distinction between populations and samples, parameter estimation, and hypothesis testing (both classical and Bayesian).
</p>
</div>
</div>

<div id="outline-container-org45e3f35" class="outline-2">
<h2 id="org45e3f35">Course materials</h2>
<div class="outline-text-2" id="text-org45e3f35">
<ul class="org-ul">
<li>Primary textbook: Faulkenberry, T. J. (2022). <i>Psychological Statistics: The Basics</i>. Forthcoming book to be published by Routledge / Taylor &amp; Francis.
<ul class="org-ul">
<li>I am currently under contract to deliver this book to the publisher by December 1, 2021. Throughout the course, I will be providing you with draft chapters (for free!) for download on Canvas. I hope you will help me by reading the chapters carefully, spotting errors, and generally letting me know how to make it better. Thanks!</li>
</ul></li>

<li>Optional reference book: For reference, I recommend our book <i>Learning Statistics with JASP: A Tutorial for Psychology Students and Other Beginners</i> by Navarro, Foxcroft, and Faulkenberry (2019), which is a textbook that can be downloaded (for free!) from <a href="http://learnstatswithjasp.com">www.learnstatswithjasp.com</a>.</li>

<li>Online statistical calculator: throughout the semester, we will use the <i>PsyStat</i> calculator developed over the past few years by me and my student Keelyn Brennan. The calculator can be accessed (for free!) on any computer or mobile device at <a href="https://tomfaulkenberry.shinyapps.io/psystat">https://tomfaulkenberry.shinyapps.io/psystat</a></li>

<li>Statistical software: Later in the course, we will also learn to use the JASP statistical software package; this can be downloaded (you guessed it &#x2013; for free!) from <a href="http://www.jasp-stats.com">www.jasp-stats.com</a></li>
</ul>
</div>
</div>

<div id="outline-container-org99439bd" class="outline-2">
<h2 id="org99439bd">Student learning outcomes</h2>
<div class="outline-text-2" id="text-org99439bd">
<ol class="org-ol">
<li>Identify variables under study (including independent and dependent variables)</li>
<li>Choose appropriate measures of descriptive statistics</li>
<li>Select and perform appropriate inferential statistics</li>
<li>Draw appropriate statistical conclusions from results of analyses</li>
</ol>
</div>
</div>
