fall2021/psyc2317/psyc2317-fall2021.tex
% Created 2021-08-30 Mon 16:41
% Intended LaTeX compiler: pdflatex
\documentclass[10pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage[left=1in,right=1in,bottom=1in,top=1in]{geometry}
\date{Fall 2021}
\title{PSYC 2317: Statistical Methods for Psychology}
\hypersetup{
 pdfauthor={},
 pdftitle={PSYC 2317: Statistical Methods for Psychology},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 27.2 (Org mode 9.4.4)}, 
 pdflang={English}}
\begin{document}

\maketitle

\section*{Contact info}
\label{sec:org04c3b48}
\begin{itemize}
\item Professor: Thomas J. Faulkenberry, Ph.D
\item Office: Math 301
\item Office hours: \emph{TBA}
\item Email: faulkenberry@tarleton.edu
\item Website: \url{http://tomfaulkenberry.github.io}
\item Phone: 254-968-9816
\end{itemize}

\section*{Course description}
\label{sec:org602b5a5}

Statistical methods are the primary tool for research in psychology. They are what allow us as researchers to make consistent, data-driven decisions.  As such, this is an extremely important course and one that I take very seriously as your professor. The topics we will cover this semester will include descriptive statistics (how we describe data) and inferential statistics (how we make decisions about data).  Specifically, this includes central tendency, variability, the distinction between populations and samples, parameter estimation, and hypothesis testing (both classical and Bayesian).

\section*{Course materials}
\label{sec:org3b3c774}
\begin{itemize}
\item Primary textbook: Faulkenberry, T. J. (2022). \emph{Psychological Statistics: The Basics}. Forthcoming book to be published by Routledge / Taylor \& Francis.
\begin{itemize}
\item I am currently under contract to deliver this book to the publisher by December 1, 2021. Throughout the course, I will be providing you with draft chapters (for free!) for download on Canvas. I hope you will help me by reading the chapters carefully, spotting errors, and generally letting me know how to make it better. Thanks!
\end{itemize}

\item Optional reference book: For reference, I recommend our book \emph{Learning Statistics with JASP: A Tutorial for Psychology Students and Other Beginners} by Navarro, Foxcroft, and Faulkenberry (2019), which is a textbook that can be downloaded (for free!) from \href{http://learnstatswithjasp.com}{www.learnstatswithjasp.com}.

\item Online statistical calculator: throughout the semester, we will use the \emph{PsyStat} calculator developed over the past few years by me and my student Keelyn Brennan. The calculator can be accessed (for free!) on any computer or mobile device at \url{https://tomfaulkenberry.shinyapps.io/psystat}

\item Statistical software: Later in the course, we will also learn to use the JASP statistical software package; this can be downloaded (you guessed it -- for free!) from \href{http://www.jasp-stats.com}{www.jasp-stats.com}
\end{itemize}

\section*{Student learning outcomes}
\label{sec:orgd5e06e0}
\begin{enumerate}
\item Identify variables under study (including independent and dependent variables)
\item Choose appropriate measures of descriptive statistics
\item Select and perform appropriate inferential statistics
\item Draw appropriate statistical conclusions from results of analyses
\end{enumerate}
