fall2021/psyc2317/psyc2317-fall2021.html

<div id="outline-container-org216806d" class="outline-2">
<h2 id="org216806d">Course format</h2>
<div class="outline-text-2" id="text-org216806d">
<p>
This course will be delivered in a hybrid-flexible format, giving you the option of attending the course face-to-face and/or online in whatever way makes the most sense for you. The basic structure of each week is as follows:
</p>

<ul class="org-ul">
<li>early in the week (i.e., Monday), you will watch an online video lecture (given by me) explaining the week's topic and take a short quiz to assess your understanding. This quiz will always be due on Monday night at 11:59 pm.</li>

<li>on Tuesday, I will use our class time to briefly review the week's topic and work through examples of homework problems that are assigned for the given week. I will refer to this as the <i>Tuesday problem session</i>.</li>

<li>on Thursday, I will finish up anything that I was not able to cover on Tuesday, and the rest of the time will be yours to ask questions. These questions can be related to the homework, or they can be completely unrelated&#x2026;for example, you can ask questions about psychological research or graduate school; whatever piques your interest! The time is yours to do with as you please. Please note that questions about the course content will always be given priority. I will refer to this as the <i>Thursday review session</i>.</li>
</ul>

<p>
Note that you are not <i>required</i> to attend any face-to-face class meetings at all! You may certainly wish to attend face-to-face, and I encourage all who can to do so. However, there are other ways to "attend" class:
</p>
<ul class="org-ul">
<li>You may attend virtually by Zoom (that is, you can participate in the class meeting <i>live</i> on your computer during class time).</li>
<li>You may choose to simply watch the recorded Tuesday problem sessions at a convenient time later in the week. These recordings will be posted on Canvas.</li>
</ul>

<p>
It does not matter which mode of attendance you choose &#x2013; that is the point of our "hybrid-flexible" course format. And, you can change the way you attend each week. The only thing that is <i>required</i> is that you complete the quizzes, homeworks, and exams, which I'll describe in the next section.
</p>
</div>
</div>

<div id="outline-container-org907c3c7" class="outline-2">
<h2 id="org907c3c7">Requirements and grading</h2>
<div class="outline-text-2" id="text-org907c3c7">
<ul class="org-ul">
<li>Exam 1 (100 pts)</li>
<li>Exam 2 (100 pts)</li>
<li>Exam 3 (100 pts)</li>
<li>Weekly quizzes (100 pts)</li>
<li>Homework exercises (100 pts)</li>
<li><i>Total = 500 points</i></li>
</ul>

<p>
Grades will be assigned based on the percentage of points you accumulate out of these 500 points.  I will use the standard grading scale of A=90%, B=80%, etc.
</p>
</div>

<div id="outline-container-org0ac3d01" class="outline-3">
<h3 id="org0ac3d01">Exams</h3>
<div class="outline-text-3" id="text-org0ac3d01">
<p>
There will be three exams throughout the semester, occurring approximately once every four to five weeks.  They will cover material from lectures, quizzes, and homework exercises. Exams will be "take-home", primarily consisting of short-answer questions. Exams (and homework; see below) will be submitted online on Canvas &#x2013; in my experience, it is probably easiest to hand-write your solutions neatly on clean paper and either scan or take a photo of the completed work to submit. 
</p>

<p>
Tentative exam dates:
</p>

<ul class="org-ul">
<li>Exam 1 (due Sunday, September 26 at 11:59 pm)</li>
<li>Exam 2 (due Sunday, October 31 at 11:59 pm)</li>
<li>Exam 3 (due Sunday, December 5 at 11:59 pm)</li>
</ul>
</div>
</div>

<div id="outline-container-org0f1e902" class="outline-3">
<h3 id="org0f1e902">Weekly quizzes</h3>
<div class="outline-text-3" id="text-org0f1e902">
<p>
At the beginning of each non-exam week, you will watch a video posted on Canvas where I introduce the week's concepts. After watching this video, you will complete an online multiple-choice quiz, the aim of which is to check for understanding of the concepts presented. Each quiz counts for 10 possible points. There will 10 of these quizzes, and these quiz scores will earn you up to 100 points for your overall quiz grade.
</p>
</div>
</div>

<div id="outline-container-orgf017e28" class="outline-3">
<h3 id="orgf017e28">Homework exercises</h3>
<div class="outline-text-3" id="text-orgf017e28">
<p>
In order to practice the statistical concepts you learn this semester, you will complete a short homework assignment every week. A set of homework exercises (usually around 4-5 problems) will be provided to you each week. You may work collaboratively on the homework exercises, but any work submitted must reflect your own understanding of the material (in other words, don't just copy someone else's work to submit). <i>Please note that all work must be shown on computational problems in order to receive full credit.</i> Each homework assignment will be due at 11:59 pm on Sunday immediately following the week it was assigned. Homework must be submitted in PDF or DOCX format via the assigment link on Canvas; assignments sent by email or as attachments in submission comments will not be accepted.
</p>
</div>
</div>
</div>
