fall2021/psyc2317/psyc2317-fall2021.tex

\section*{Course format}
\label{sec:org2bef3ee}

This course will be delivered in a hybrid-flexible format, giving you the option of attending the course face-to-face and/or online in whatever way makes the most sense for you. The basic structure of each week is as follows:

\begin{itemize}
\item early in the week (i.e., Monday), you will watch an online video lecture (given by me) explaining the week's topic and take a short quiz to assess your understanding. This quiz will always be due on Monday night at 11:59 pm.

\item on Tuesday, I will use our class time to briefly review the week's topic and work through examples of homework problems that are assigned for the given week. I will refer to this as the \emph{Tuesday problem session}.

\item on Thursday, I will finish up anything that I was not able to cover on Tuesday, and the rest of the time will be yours to ask questions. These questions can be related to the homework, or they can be completely unrelated\ldots{}for example, you can ask questions about psychological research or graduate school; whatever piques your interest! The time is yours to do with as you please. Please note that questions about the course content will always be given priority. I will refer to this as the \emph{Thursday review session}.
\end{itemize}

Note that you are not \emph{required} to attend any face-to-face class meetings at all! You may certainly wish to attend face-to-face, and I encourage all who can to do so. However, there are other ways to "attend" class:
\begin{itemize}
\item You may attend virtually by Zoom (that is, you can participate in the class meeting \emph{live} on your computer during class time).
\item You may choose to simply watch the recorded Tuesday problem sessions at a convenient time later in the week. These recordings will be posted on Canvas.
\end{itemize}

It does not matter which mode of attendance you choose -- that is the point of our "hybrid-flexible" course format. And, you can change the way you attend each week. The only thing that is \emph{required} is that you complete the quizzes, homeworks, and exams, which I'll describe in the next section.

\section*{Requirements and grading}
\label{sec:org40fd8f8}
\begin{itemize}
\item Exam 1 (100 pts)
\item Exam 2 (100 pts)
\item Exam 3 (100 pts)
\item Weekly quizzes (100 pts)
\item Homework exercises (100 pts)
\item \emph{Total = 500 points}
\end{itemize}

Grades will be assigned based on the percentage of points you accumulate out of these 500 points.  I will use the standard grading scale of A=90\%, B=80\%, etc.

\subsection*{Exams}
\label{sec:orgdc22959}
There will be three exams throughout the semester, occurring approximately once every four to five weeks.  They will cover material from lectures, quizzes, and homework exercises. Exams will be "take-home", primarily consisting of short-answer questions. Exams (and homework; see below) will be submitted online on Canvas -- in my experience, it is probably easiest to hand-write your solutions neatly on clean paper and either scan or take a photo of the completed work to submit. 

Tentative exam dates:

\begin{itemize}
\item Exam 1 (due Sunday, September 26 at 11:59 pm)
\item Exam 2 (due Sunday, October 31 at 11:59 pm)
\item Exam 3 (due Sunday, December 5 at 11:59 pm)
\end{itemize}

\subsection*{Weekly quizzes}
\label{sec:orgbad48a1}

At the beginning of each non-exam week, you will watch a video posted on Canvas where I introduce the week's concepts. After watching this video, you will complete an online multiple-choice quiz, the aim of which is to check for understanding of the concepts presented. Each quiz counts for 10 possible points. There will 10 of these quizzes, and these quiz scores will earn you up to 100 points for your overall quiz grade.

\subsection*{Homework exercises}
\label{sec:org8e6101f}
In order to practice the statistical concepts you learn this semester, you will complete a short homework assignment every week. A set of homework exercises (usually around 4-5 problems) will be provided to you each week. You may work collaboratively on the homework exercises, but any work submitted must reflect your own understanding of the material (in other words, don't just copy someone else's work to submit). \emph{Please note that all work must be shown on computational problems in order to receive full credit.} Each homework assignment will be due at 11:59 pm on Sunday immediately following the week it was assigned.
