fall2021/psyc2317/psyc2317-fall2021.html

<div id="outline-container-org3a30eaf" class="outline-2">
<h2 id="org3a30eaf">Students with Disabilities Policy</h2>
<div class="outline-text-2" id="text-org3a30eaf">
<p>
It is the policy of Tarleton State University to comply with the Americans with Disabilities  Act (www.ada.gov) and other applicable laws.  If you are a student with a disability seeking accommodations for this course, please contact the Center for Access and Academic Testing, at 254.968.9400 or caat@tarleton.edu. The office is located in Math 201. More information can be found at www.tarleton.edu/caat or in the University Catalog.​
</p>

<p>
<b>Note:  any changes to this syllabus will be communicated to you by the instructor!</b>
</p>
</div>
</div>

<div id="outline-container-org8563426" class="outline-2">
<h2 id="org8563426">Semester Schedule</h2>
<div class="outline-text-2" id="text-org8563426">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Week beginning</th>
<th scope="col" class="org-left">Topic</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Aug 19</td>
<td class="org-left">Course introduction - no homework assignment</td>
</tr>

<tr>
<td class="org-left">Aug 23</td>
<td class="org-left">Unit 1 - Measures of central tendency and variability</td>
</tr>

<tr>
<td class="org-left">Aug 30</td>
<td class="org-left">Unit 2 - Transformations of scores / standardization</td>
</tr>

<tr>
<td class="org-left">Sep 6</td>
<td class="org-left">Unit 3 - The normal distribution</td>
</tr>

<tr>
<td class="org-left">Sep 13</td>
<td class="org-left">Unit 4 - Distributions of sample means</td>
</tr>

<tr>
<td class="org-left">Sep 20</td>
<td class="org-left"><b>Exam 1</b> due Sunday, 9/26, at 11:59 pm</td>
</tr>

<tr>
<td class="org-left">Sep 27</td>
<td class="org-left">Unit 5 - Estimation and hypothesis testing</td>
</tr>

<tr>
<td class="org-left">Oct 4</td>
<td class="org-left">Unit 6 - Introduction to the \( t \)-test</td>
</tr>

<tr>
<td class="org-left">Oct 11</td>
<td class="org-left">Unit 7 - \( t \)-tests for independent samples</td>
</tr>

<tr>
<td class="org-left">Oct 18</td>
<td class="org-left">Unit 8 - Confidence intervals for \( t \)-tests</td>
</tr>

<tr>
<td class="org-left">Oct 25</td>
<td class="org-left"><b>Exam 2</b> due Sunday, 10/31, at 11:59 pm</td>
</tr>

<tr>
<td class="org-left">Nov 1</td>
<td class="org-left">Unit 9 - JASP / analysis of variance</td>
</tr>

<tr>
<td class="org-left">Nov 8</td>
<td class="org-left">Unit 10 - Bayesian hypothesis testing</td>
</tr>

<tr>
<td class="org-left">Nov 15</td>
<td class="org-left">Topic TBA &#x2013; depends on time and interest</td>
</tr>

<tr>
<td class="org-left">Nov 22</td>
<td class="org-left"><i>no class due to Thanksgiving</i></td>
</tr>

<tr>
<td class="org-left">Nov 29</td>
<td class="org-left"><b>Exam 3</b> due Sunday, Dec 5, at 11:59 pm</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Date: Fall 2021</p>
<p class="date">Created: 2021-10-25 Mon 04:51</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
