fall2021/psyc2317/psyc2317-fall2021.tex

\section*{Students with Disabilities Policy}
\label{sec:orgfef9341}

It is the policy of Tarleton State University to comply with the Americans with Disabilities  Act (www.ada.gov) and other applicable laws.  If you are a student with a disability seeking accommodations for this course, please contact the Center for Access and Academic Testing, at 254.968.9400 or caat@tarleton.edu. The office is located in Math 201. More information can be found at www.tarleton.edu/caat or in the University Catalog.​

\textbf{Note:  any changes to this syllabus will be communicated to you by the instructor!}

\section*{Semester Schedule}
\label{sec:org7bfa850}

\begin{center}
\begin{tabular}{ll}
Week beginning & Topic\\
\hline
Aug 19 & Course introduction - no homework assignment\\
Aug 23 & Unit 1 - Measures of central tendency and variability\\
Aug 30 & Unit 2 - Transformations of scores / standardization\\
Sep 6 & Unit 3 - The normal distribution\\
Sep 13 & Unit 4 - Distributions of sample means\\
Sep 20 & \textbf{Exam 1} due Sunday, 9/26, at 11:59 pm\\
Sep 27 & Unit 5 - Estimation and hypothesis testing\\
Oct 4 & Unit 6 - Introduction to the \(t\)-test\\
Oct 11 & Unit 7 - \(t\)-tests for independent samples\\
Oct 18 & Unit 8 - Confidence intervals for \(t\)-tests\\
Oct 25 & \textbf{Exam 2} due Sunday, 10/31, at 11:59 pm\\
Nov 1 & Unit 9 - JASP / analysis of variance\\
Nov 8 & Unit 10 - Bayesian hypothesis testing\\
Nov 15 & Topic TBA -- depends on time and interest\\
Nov 22 & \emph{no class due to Thanksgiving}\\
Nov 29 & \textbf{Exam 3} due Sunday, Dec 5, at 11:59 pm\\
\end{tabular}
\end{center}
\end{document}